tap "homebrew/bundle"
tap "homebrew/services"
brew "php", restart_service: true
brew "composer"
brew "mysql", restart_service: true
brew "node"
brew "php@8.1"
brew "redis", restart_service: true
cask "docker"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "phpstorm"
cask "slack"
cask "sourcetree"
cask "tableplus"
cask "tinkerwell"
cask "visual-studio-code"
cask "warp"
